/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Sobreescriu sempre els fitxers al tornar a carregar";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Utilitza sempre l'editor per defecte";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Interfície";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Pregunta'm abans de tancar una finestra del navegador connectada.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Prova d'extreure el text de les imatges PNG, JPEG i GIF carregades i crea'n un nou document.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Cerca les actualitzacions automàticament";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Ample de banda";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Adreces d'interès";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Caixa";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Porta la finestra al davant quan la transferència comenci";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Navegador";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Canvia les preferències…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Canvia els permisos";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Els canvis s'aplicaran la propera vegada que obriu l'aplicació.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Comprova ara si hi ha una actualització";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Tanca la finestra quan la transferència finalitzi";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Confirma la desconnexió";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Connecta a l'adreça d'interès:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Connexió";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Converteix al format Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Per defecte";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Ubicació del Bucket per defecte";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Gestor de protocol per defecte";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Default Storage Class";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Protocol per defecte:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documents:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Al fer doble clic el fitxer s'obre en l'editor extern";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Camí de les descàrregues:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Descàrregues";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor extern";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Execució";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Fitxers duplicats:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filter";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "General";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "El Google Docs suporta diferents formats per a exportar els fitxers. Escolliu el format utilitzat per defecte.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grup";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Línies horitzontals";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "La finestra d'informació sempre mostra la sel·lecció actual";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Idioma";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Llarg";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Velocitat de transferència de dades màxima:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Mitjà";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Nombre de reintents:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Obre una finestra buida quan s'obri l'aplicació. S'obre un nou navegador per a la connexió a l'adreça d'interès seleccionada.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Obre els fitxers descarregats amb l'aplicació per defecte";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Obre una nova finestra de navegació a l'inici";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Obre una nova connexió";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Reconeixement òptic de caràcters (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "AltresVistes";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Altres";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Propietari";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Permisos";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Preferències";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentacions:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Conserva la data de modificació";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Lectura";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Esborra quan la transferència acabi";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Repeteix les tasques de xarxa fallides";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "La tecla de retorn selecciona la carpeta o fitxer que voleu canviar-li el nom";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Desa l'espai de treball en sortir";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Cerca les contrasenyes en l'anell de contrasenyes (Keychain) per defecte.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Seleccioneu un editor de text per defecte";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Seleccioneu el programa que obrirà els enllaços que apuntin a ubicacions FTP per defecte.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Seleccioneu el programa que obrirà els enllaços que apuntin a ubicacions SFTP per defecte.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Curt";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Mostra els fitxers ocults";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Omet els fitxers que coincideixin amb l'expressió regular:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Fulls de càlcul:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Codificació de caràcters";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "La ubicació on es crearan els buckets per defecte";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "La codificació de text per defecte escollida es farà servir per a convertir els caràcters dels noms de fitxer que es mostren en el navegador. Hauria de coincidir amb la codificació del servidor.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Accelera les transferències";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Temps d'espera per a obrir connexions (en segons):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Temps d'espera";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Marques horàries";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Transfereix els fitxers:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Transferències";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Ample de banda il·limitat";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Actualització";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Puja amb un nom de fitxer temporal";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Pujades";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Utilitza el gestor de contrasenyes";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Utilitza icones grans";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Utilitza icones mitjanes";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Utilitza icones petites";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Alterna el fons de les files";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Utilitza la connexió del navegador";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Fés que les carpetes s'obrin de cop al arrossegar els fitxers";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Utilitza les preferències del sistema";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Línies verticals";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Quan utilitzeu icones petites, només el nom curt de l'adreça d'interès es mostrarà en el calaix.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Desarà totes les finestres obertes en sortir i restaurarà totes les connexions en reobrir l'aplicació.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Escriptura";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Podeu emmagatzemar els fitxers tal i com els pujeu o bé convertir els documents, presentacions i fulls de càlcul al format Google Docs. D'aquesta manera podreu editar-ne el seu contingut en línia més tard.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "per als fitxers";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "per a les carpetes";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "als permisos del fitxer local";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "als permisos del fitxer remot";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "a aquests permisos:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "amb retard (segons):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "Amb un retard de (en segons):";

